Repository: sugarlabs/moon-activity
Catalog: po/gug.po
Languages: gug

source: Moon
gug: jasy

source: Toggle Grid View
gug: moambue vistape grilla

source: Toggle Hemisphere View
gug: moambue vistape yvyku'a

source: View
gug: hecha

source: Today's Moon Information
gug: kuaa jasy opyta hoy

source: Phase: %s
gug: Fase: %s

source: Julian Date: %.2f (astronomical)
gug: ára juliana: %.2f (astronómical)

source: Age: %(days).0f days, %(hours).0f hours, %(minutes).0f minutes
gug: Edad: %(days).0f días, %(hours).0f horas, %(minutes).0f minutos

source: Lunation: %(phase).2f%% through lunation %(lunation)d
gug: lunación: %(phase) .2f%% peve pe lunación %(lunation)d

source: Surface Visibility: %.0f%% (estimated)
gug: tesakã superficie: %.0f%% (estimada)

source: Selenographic Terminator Longitude: %(deg).1f°%(westOrEast)s (%(riseOrSet)s)
gug: longitud terminadorgua selenográfico: %(deg) .1f°%(westoreast)s (%(riseorset)s)

source: Next Full Moon: %(date)s in %(days).0f days
gug: próxima jasy llena: %(date)s %(day kuera) .0f días me/pe

source: Next New Moon: %(date)s in %(days).0f days
gug: próxima jasy nueva: %(date)s %(day kuera) .0f días me/pe

source: Next Lunar eclipse: %(date)s in %(days).0f days
gug: próximo mbyjausukañy lunar: %(date)s %(day kuera) .0f días me/pe

source: Next Solar eclipse: %(date)s in %(days).0f days
gug: próximo mbyjausukañy solar: %(date)s %(day kuera) .0f días me/pe

source: Latitude
gug: latitud

source: Longitude
gug: Longitud

source: west
gug: kuarahy reike

source: east
gug: kuarahy resẽ

source: Sunset
gug: ojepone

source: Sunrise
gug: osẽ

source: New Moon
gug: jasy pyahu

source: Waxing Crescent
gug: jasy pyahu jehecha

source: First Quarter
gug: koty jejupiha

source: Waxing Gibbous
gug: jasy gibada jejupiha

source: Full Moon
gug: jasy renyhe

source: Waning Gibbous
gug: jasy gibada ñemomichĩva

source: Last Quarter
gug: koty ñemomichĩva

source: Waning Crescent
gug: jasy ñemomichĩva
